Repository: red-Geck0/OmniConsoleMod
Catalog: OmniConsole/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn, zh_tw

# UpdateProgress_Phase1Install
source: Installing OmniCharm widget (1 of 2)...
zh_cn: 正在安装 OmniCharm 小组件（1 / 2）...
zh_tw: 正在安裝 OmniCharm 小工具（1 / 2）...

# UpdateProgress_Phase2Download
source: Downloading OmniConsoleMod (2 of 2)...
zh_cn: 正在下载 OmniConsoleMod（2 / 2）...
zh_tw: 正在下載 OmniConsole（2 / 2）...

# UpdateProgress_Phase2Install
source: Installing OmniConsoleMod (2 of 2). The app will restart...
zh_cn: 正在安装 OmniConsoleMod（2 / 2），即将重新启动...
zh_tw: 正在安裝 OmniConsole（2 / 2），即將重新啟動...

# ResumeUpdateDialog_Title
source: Resume update?
zh_cn: 是否继续更新？
zh_tw: 是否繼續更新？

# ResumeUpdateDialog_Content
source: The previous update to v{0} did not finish. Resume now to keep the OmniCharm widget and OmniConsole on the same version.
zh_cn: 上次更新到 v{0} 未完成。立即继续以确保 OmniCharm 小组件和 OmniConsole 版本一致。
zh_tw: 上次更新到 v{0} 未完成。立即繼續以確保 OmniCharm 小工具與 OmniConsole 版本一致。

# ResumeUpdateDialog_Resume
source: Resume
zh_cn: 继续
zh_tw: 繼續

# ResumeUpdateDialog_Later
source: Later
zh_cn: 稍后
zh_tw: 稍後

# DeveloperMode_Warning
source: Developer Mode is off. Enable it before updating.
zh_cn: 开发人员模式未启用，更新前请先开启。
zh_tw: 開發人員模式未啟用，更新前請先開啟。

# DeveloperMode_OpenSettings.Content
source: Open Settings
zh_cn: 打开设置
zh_tw: 開啟設定

# Nav_About.Content
source: About
zh_cn: 关于
zh_tw: 關於

# AboutTitle.Text
source: About OmniConsoleMod
zh_cn: 关于 OmniConsoleMod
zh_tw: 關於 OmniConsole

# AboutDescription.Text
source: Version and environment details to help report upgrade or compatibility issues.
zh_cn: 显示版本与环境信息，帮助反馈升级或兼容性问题。
zh_tw: 顯示版本與環境資訊，協助回報升級或相容性問題。

# AboutSection_Hardware.Text
source: Hardware
zh_cn: 硬件
zh_tw: 硬體

# AboutSection_PhantomKey.Text
source: PhantomKey Health
zh_cn: PhantomKey 健康状况
zh_tw: PhantomKey 健康狀況

# AboutSection_Actions.Text
source: Actions
zh_cn: 操作
zh_tw: 動作

# AboutActions_Title.Text
source: Environment Snapshot
zh_cn: 环境快照
zh_tw: 環境快照

# Label_PhantomKeyProcess.Text
source: Process
zh_cn: 进程
zh_tw: 行程

# Label_PhantomKeyUptime.Text
source: Uptime
zh_cn: 已运行
zh_tw: 已執行

# Label_PhantomKeyIntegrity.Text
source: Integrity Level
zh_cn: 完整性级别
zh_tw: 完整性等級

# Label_PhantomKeyResponsiveness.Text
source: Responsiveness
zh_cn: 响应状况
zh_tw: 回應狀況

# PhantomKeyHealth_Running
source: running
zh_cn: 运行中
zh_tw: 執行中

# Common_Unknown
source: Unknown
zh_cn: 未知
zh_tw: 未知

# Common_NotInstalled
source: Not installed
zh_cn: 未安装
zh_tw: 未安裝

# PhantomKeyHealth_NotRunning
source: not running
zh_cn: 未运行
zh_tw: 未執行

# PhantomKeyResp_Responsive
source: responsive ({0} ms)
zh_cn: 正常响应（{0} ms）
zh_tw: 正常回應（{0} ms）

# PhantomKeyResp_Busy
source: busy ({0} ms)
zh_cn: 繁忙（{0} ms）
zh_tw: 忙碌（{0} ms）

# PhantomKeyResp_Stuck
source: main loop stuck ({0} ms without advance)
zh_cn: 主循环卡住（{0} ms 未推进）
zh_tw: 主迴圈卡住（{0} ms 未推進）

# PhantomKeyResp_Hung
source: not responding (process may be frozen)
zh_cn: 没有响应（进程可能冻结）
zh_tw: 沒有回應（行程可能凍結）

# PhantomKeyResp_NoPingWindow
source: no ping window (older build or just started)
zh_cn: 找不到 ping 窗口（旧版或刚启动）
zh_tw: 找不到 ping 視窗（舊版或剛啟動）

# AboutSection_System.Text
source: System
zh_cn: 系统
zh_tw: 系統

# Label_System.Text
source: Model
zh_cn: 型号
zh_tw: 型號

# Label_Baseboard.Text
source: Motherboard
zh_cn: 主板
zh_tw: 主機板

# Label_Cpu.Text
source: CPU
zh_cn: 处理器
zh_tw: 處理器

# Label_Ram.Text
source: RAM
zh_cn: 内存
zh_tw: 記憶體

# Label_Gpu.Text
source: GPU
zh_cn: 显卡
zh_tw: 顯示卡

# Label_FseState.Text
source: Xbox Mode (FSE) State
zh_cn: Xbox 模式 (FSE) 状态
zh_tw: Xbox 模式 (FSE) 狀態

# Label_MaxTouchPoints.Text
source: Max Touch Points
zh_cn: 触摸点上限
zh_tw: 觸控點上限

# MaxTouchPoints_NoTouch
source: no touch screen
zh_cn: 无触摸屏
zh_tw: 無觸控螢幕

# Label_Locale.Text
source: Locale
zh_cn: 语言
zh_tw: 語系

# Label_CountryRegion.Text
source: Country or Region
zh_cn: 国家或地区
zh_tw: 國家/地區

# Label_DeviceRegion.Text
source: Device Setup Region
zh_cn: 设备设置区域
zh_tw: 裝置設定地區

# Label_CapturedAt.Text
source: Captured at:
zh_cn: 捕获时间：
zh_tw: 擷取時間：

# XfsetStatus_NotInstalled
source: not installed
zh_cn: 未安装
zh_tw: 未安裝

# XfsetStatus_Installed
source: installed
zh_cn: 已安装
zh_tw: 已安裝

# XfsetStatus_TouchServiceRunning
source: touchservice running
zh_cn: touchservice 运行中
zh_tw: touchservice 執行中

# XfsetStatus_TouchServiceNotRunning
source: touchservice not running
zh_cn: touchservice 未运行
zh_tw: touchservice 未執行

# XfsetStatus_TouchServiceUnknown
source: touchservice state unknown
zh_cn: touchservice 状态未知
zh_tw: touchservice 狀態未知

# CopyAboutButton.Content
source: Copy to Clipboard
zh_cn: 复制到剪贴板
zh_tw: 複製到剪貼簿

# RefreshAboutButton.Content
source: Refresh
zh_cn: 刷新
zh_tw: 重新整理

# AboutCopyConfirmTeachingTip.Title
source: Copied to clipboard
zh_cn: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

# AboutCopyConfirmTeachingTip.Subtitle
source: Paste it into a GitHub Issue.
zh_cn: 可直接粘贴到 GitHub Issue。
zh_tw: 可直接貼到 GitHub Issue。

# GamepadProfilesLabel.Text
source: Profiles
zh_cn: 配置方案
zh_tw: 設定檔

# OmniNavModeSection.Text
source: OmniNav Mode
zh_cn: OmniNav 模式
zh_tw: OmniNav 模式

# OmniNavModeTitle.Text
source: Enable mapping gamepad inputs into mouse or keyboard
zh_cn: 启用将手柄输入映射为鼠标或键盘
zh_tw: 啟用將手把輸入映射為滑鼠或鍵盤

# GamepadMappingPageDesc.Text
source: Turn your gamepad into a mouse and keyboard, and manage reusable mapping profiles.
zh_cn: 将手柄变为鼠标和键盘，并管理可重用的映射配置方案。
zh_tw: 將手把變為滑鼠和鍵盤，並管理可重用的映射設定檔。

# GamepadProfileBadge_Default
source: App default
zh_cn: 应用默认
zh_tw: App 預設

# GamepadProfileBadge_GameDefault
source: Game default
zh_cn: 游戏默认
zh_tw: 遊戲預設

# GamepadProfileSetDefaultTitle
source: Set as default
zh_cn: 设为默认
zh_tw: 設為預設

# GamepadProfileSetDefaultBody
source: Use "{0}" as the default profile for which apps? Applies to apps you haven't assigned a profile to yet.
zh_cn: 将“{0}”设为哪类应用的默认配置方案？仅作用于尚未单独指派配置方案的应用。
zh_tw: 將「{0}」設為哪類應用的預設設定檔？僅作用於尚未單獨指派設定檔的應用程式。

# GamepadProfileSetDefaultApps
source: Non-game apps
zh_cn: 非游戏应用
zh_tw: 非遊戲應用程式

# GamepadProfileSetDefaultGames
source: Games
zh_cn: 游戏
zh_tw: 遊戲

# GamepadActivation_HoldRelease
source: Hold & release
zh_cn: 按住启用
zh_tw: 按住啟用

# GamepadActivation_DoubleTap
source: Double-tap toggle
zh_cn: 双击切换
zh_tw: 雙擊切換

# GamepadAction_TouchKeyboardCom
source: Touch Keyboard (TabTip)
zh_cn: 触控键盘 (TabTip)
zh_tw: 觸控鍵盤 (TabTip)

# GamepadAction_TouchKeyboardOsk
source: Touch Keyboard (OSK)
zh_cn: 触控键盘 (OSK)
zh_tw: 觸控鍵盤 (OSK)

# GamepadMappingDescription.Text
source: Apps will use the default profile unless specified on the OmniCharm Game Bar widget.
zh_cn: 应用将使用默认配置方案，除非在 OmniCharm Game Bar 小工具上另行指定。
zh_tw: 應用程式將使用預設設定檔，除非在 OmniCharm Game Bar 小工具上另行指定。

# GamepadMappingEmptyHint.Text
source: No assigned apps yet. Open the OmniCharm widget in Game Bar and choose “Customize gamepad mapping for this app” to assign a profile.
zh_cn: 还没有指派的应用。在 Game Bar 的 OmniCharm 小组件中选择“自定义此应用的手柄映射”来指派配置方案。
zh_tw: 還沒有指派的程式。在 Game Bar 的 OmniCharm 小工具中選擇「自訂此程式的手把映射」來指派設定檔。

# GamepadMappingToolsSection.Text
source: Tools
zh_cn: 工具
zh_tw: 工具

# GamepadMappingClearAllButton.Content
source: Clear all
zh_cn: 清除全部
zh_tw: 清除全部

# GamepadMappingClearAllConfirmTitle
source: Clear all bindings?
zh_cn: 清除全部按键配置？
zh_tw: 清除全部按鍵配置？

# GamepadMappingClearAllConfirmBody
source: All inputs will be set to None.
zh_cn: 输入位将全部设为“无”。
zh_tw: 輸入位將全部設為「無」。

# GamepadMappingClearAllConfirmYes
source: Clear all
zh_cn: 清除全部
zh_tw: 清除全部

# GamepadMappingResetButton.Content
source: OmniNav defaults
zh_cn: OmniNav 默认
zh_tw: OmniNav 預設

# GamepadMappingResetConfirmTitle
source: Reset to OmniNav defaults?
zh_cn: 重置为 OmniNav 默认？
zh_tw: 重設為 OmniNav 預設？

# GamepadMappingResetConfirmBody
source: All current bindings will be overwritten with the OmniNav defaults.
zh_cn: 当前所有按键配置将被覆盖为 OmniNav 默认。
zh_tw: 目前所有按鍵配置將被覆寫為 OmniNav 預設。

# GamepadMappingResetConfirmYes
source: Reset
zh_cn: 重置
zh_tw: 重設

# GamepadMappingResetClassicButton.Content
source: Classic defaults
zh_cn: Classic 默认
zh_tw: Classic 預設

# GamepadMappingResetClassicConfirmTitle
source: Reset to Classic defaults?
zh_cn: 重置为 Classic 默认？
zh_tw: 重設為 Classic 預設？

# GamepadMappingResetClassicConfirmBody
source: All current bindings will be overwritten with the Classic defaults.
zh_cn: 当前所有按键配置将被覆盖为 Classic 默认。
zh_tw: 目前所有按鍵配置將被覆寫為 Classic 預設。

# GamepadMappingResetClassicConfirmYes
source: Reset
zh_cn: 重置
zh_tw: 重設

# GamepadMappingCopyFromButton.Content
source: Copy from other profile…
zh_cn: 从其他配置方案读入…
zh_tw: 從其他設定檔讀入…

# GamepadMappingChangeKeyButton
source: Change key…
zh_cn: 改键…
zh_tw: 改鍵…

# AppIdUwp
source: Packaged app
zh_cn: 打包应用
zh_tw: 封裝程式

# AppIdProcessPrefix
source: Process:
zh_cn: 进程:
zh_tw: 行程:

# GamepadProfile_PathBoundLabel.Text
source: Bound to executable path:
zh_cn: 绑定可执行文件路径：
zh_tw: 綁定執行檔路徑：

# GamepadAction_None
source: None
zh_cn: 无
zh_tw: 無

# GamepadAction_KeyTap
source: Keyboard key
zh_cn: 键盘按键
zh_tw: 鍵盤按鍵

# GamepadAction_KeyCombo
source: Key combo
zh_cn: 组合键
zh_tw: 組合鍵

# GamepadAction_MouseLeft
source: Mouse left
zh_cn: 鼠标左键
zh_tw: 滑鼠左鍵

# GamepadAction_MouseRight
source: Mouse right
zh_cn: 鼠标右键
zh_tw: 滑鼠右鍵

# GamepadAction_MouseMiddle
source: Mouse middle
zh_cn: 鼠标中键
zh_tw: 滑鼠中鍵

# GamepadAction_WheelUp
source: Scroll up
zh_cn: 滚轮向上
zh_tw: 滾輪向上

# GamepadAction_WheelDown
source: Scroll down
zh_cn: 滚轮向下
zh_tw: 滾輪向下

# GamepadAction_WheelLeft
source: Scroll left
zh_cn: 滚轮向左
zh_tw: 滾輪向左

# GamepadAction_WheelRight
source: Scroll right
zh_cn: 滚轮向右
zh_tw: 滾輪向右

# GamepadAction_StickCursor
source: Cursor move
zh_cn: 光标移动
zh_tw: 游標移動

# GamepadAction_StickScroll
source: Scroll
zh_cn: 滚动
zh_tw: 捲動

# GamepadAction_StickArrows
source: Arrow keys
zh_cn: 方向键
zh_tw: 方向鍵

# GamepadAction_StickWasd
source: WASD keys
zh_cn: WASD 键
zh_tw: WASD 鍵

# GamepadAction_DpadArrows
source: Arrow keys
zh_cn: 方向键
zh_tw: 方向鍵

# GamepadAction_DpadWasd
source: WASD keys
zh_cn: WASD 键
zh_tw: WASD 鍵

# GamepadAction_DpadNumpad
source: Numpad 8246
zh_cn: 数字键盘 8246
zh_tw: 數字鍵盤 8246

# GamepadAction_DpadCustom
source: Custom
zh_cn: 自定义
zh_tw: 自訂

# GamepadInput_LS.Text
source: LS (Press)
zh_cn: LS (按下)
zh_tw: LS (按下)

# GamepadInput_RS.Text
source: RS (Press)
zh_cn: RS (按下)
zh_tw: RS (按下)

# GamepadInput_DPad.Text
source: D-pad
zh_cn: 十字键
zh_tw: 十字鍵

# GamepadInput_DPadUp.Text
source: Up
zh_cn: 上
zh_tw: 上

# GamepadInput_DPadDown.Text
source: Down
zh_cn: 下
zh_tw: 下

# GamepadInput_DPadLeft.Text
source: Left
zh_cn: 左
zh_tw: 左

# GamepadInput_DPadRight.Text
source: Right
zh_cn: 右
zh_tw: 右

# GamepadInput_LStick.Text
source: Left stick
zh_cn: 左摇杆
zh_tw: 左搖桿

# GamepadInput_RStick.Text
source: Right stick
zh_cn: 右摇杆
zh_tw: 右搖桿

# GamepadGroup_FaceButtons.Text
source: Face buttons
zh_cn: 面键
zh_tw: 面鍵

# GamepadGroup_Shoulders.Text
source: Shoulders / triggers
zh_cn: 肩键 / 扳机
zh_tw: 肩鍵 / 板機

# GamepadGroup_ThumbButtons.Text
source: Stick presses
zh_cn: 摇杆按下
zh_tw: 搖桿按下

# GamepadGroup_Sticks.Text
source: Sticks / D-pad
zh_cn: 摇杆 / 十字键
zh_tw: 搖桿 / 十字鍵

# GamepadModifiersLabel.Text
source: Modifiers
zh_cn: 修饰键
zh_tw: 修飾鍵

# GamepadKeyLabel.Text
source: Key
zh_cn: 按键
zh_tw: 按鍵

# GamepadMappingChangeKeyTitle
source: Choose a key
zh_cn: 选择按键
zh_tw: 選擇按鍵

# GamepadMappingChangeComboTitle
source: Choose a key combo
zh_cn: 选择组合键
zh_tw: 選擇組合鍵

# GamepadKeyPickerOk
source: OK
zh_cn: 确定
zh_tw: 確定

# GamepadKeyPickerCancel
source: Cancel
zh_cn: 取消
zh_tw: 取消

# GamepadMappingCopyFromTitle
source: Copy from other profile
zh_cn: 从其他配置方案读入
zh_tw: 從其他設定檔讀入

# GamepadMappingCopyFromHint
source: Pick an existing profile to copy its bindings.
zh_cn: 选择一个现有配置，将其按键设置复制过来。
zh_tw: 選一個現有配置，將其按鍵設定複製過來。

# GamepadMappingDeleteConfirmTitle
source: Delete this profile?
zh_cn: 删除此配置？
zh_tw: 刪除此配置？

# GamepadMappingDeleteConfirmBody
source: The customized bindings for this app will be removed and the built-in layout will take over again.
zh_cn: 此应用的自定义按键配置将被移除，改由内置配置接管。
zh_tw: 此程式的自訂按鍵配置將被移除，改由內建配置接手。

# GamepadMappingDeleteConfirmYes
source: Delete
zh_cn: 删除
zh_tw: 刪除

# GamepadMappingDeleteConfirmNo
source: Cancel
zh_cn: 取消
zh_tw: 取消

# GamepadMappingEmptyConfirmTitle
source: Save with no bindings?
zh_cn: 保存为空配置？
zh_tw: 儲存為空配置？

# GamepadMappingEmptyConfirmBody
source: All inputs are set to None. The built-in layout will take over for this app.
zh_cn: 所有输入位均设为“无”。此应用将改由内置配置接管。
zh_tw: 所有輸入位皆設為「無」。此程式將改由內建配置接手。

# GamepadMappingEmptyRemoveTitle
source: Remove custom mapping for this app?
zh_cn: 移除此应用的自定义配置？
zh_tw: 移除此程式的自訂配置？

# GamepadMappingEmptyRemoveBody
source: All inputs are set to None, which is the same as having no custom mapping. The built-in layout will take over for this app.
zh_cn: 所有输入位均设为“无”，等同于没有自定义配置。此应用将改由内置配置接管。
zh_tw: 所有輸入位皆設為「無」，等同於沒有自訂配置。此程式將改由內建配置接手。

# GamepadMappingEmptyRemoveYes
source: Remove
zh_cn: 移除
zh_tw: 移除

# GamepadMappingBlacklistedTitle
source: This app cannot be customized
zh_cn: 此应用无法自定义
zh_tw: 此程式無法自訂

# GamepadMappingBlacklistedBody
source: This app does not support custom gamepad mapping.
zh_cn: 此应用不支持自定义手柄映射。
zh_tw: 此程式不支援自訂手把映射。

# GamepadKeyGroup_Letters
source: Letters
zh_cn: 字母
zh_tw: 字母

# GamepadKeyGroup_Digits
source: Digits
zh_cn: 数字
zh_tw: 數字

# GamepadKeyGroup_FunctionKeys
source: Function keys
zh_cn: 功能键
zh_tw: 功能鍵

# GamepadKeyGroup_EditNav
source: Edit / navigation
zh_cn: 编辑 / 导航
zh_tw: 編輯 / 導覽

# GamepadKeyGroup_Control
source: Control
zh_cn: 控制键
zh_tw: 控制鍵

# GamepadKeyGroup_Symbols
source: Symbols
zh_cn: 符号
zh_tw: 符號

# GamepadKeyGroup_Numpad
source: Numpad
zh_cn: 数字键盘
zh_tw: 數字鍵盤

# GamepadKeyGroup_Media
source: Media
zh_cn: 媒体
zh_tw: 媒體

# GamepadKeyGroup_Modifiers
source: Modifiers
zh_cn: 修饰键
zh_tw: 修飾鍵

# Vk_ArrowUp
source: Arrow Up
zh_cn: 上方向键
zh_tw: 上方向鍵

# Vk_ArrowDown
source: Arrow Down
zh_cn: 下方向键
zh_tw: 下方向鍵

# Vk_ArrowLeft
source: Arrow Left
zh_cn: 左方向键
zh_tw: 左方向鍵

# Vk_ArrowRight
source: Arrow Right
zh_cn: 右方向键
zh_tw: 右方向鍵

# Vk_Space
source: Space
zh_cn: 空格键
zh_tw: 空白鍵

# Vk_Apps
source: Apps
zh_cn: 菜单键
zh_tw: 功能表鍵

# Vk_NumpadDecimal
source: Numpad .
zh_cn: 数字键盘 .
zh_tw: 數字鍵盤 .

# Vk_VolumeUp
source: Volume Up
zh_cn: 调高音量
zh_tw: 調高音量

# Vk_VolumeDown
source: Volume Down
zh_cn: 调低音量
zh_tw: 調低音量

# Vk_VolumeMute
source: Mute
zh_cn: 静音
zh_tw: 靜音

# Vk_MediaPlayPause
source: Play / Pause
zh_cn: 播放 / 暂停
zh_tw: 播放 / 暫停

# Vk_MediaStop
source: Stop
zh_cn: 停止
zh_tw: 停止

# Vk_MediaNext
source: Next Track
zh_cn: 下一首曲目
zh_tw: 下一首曲目

# Vk_MediaPrev
source: Previous Track
zh_cn: 上一首曲目
zh_tw: 上一首曲目

# Vk_BrowserBack
source: Browser Back
zh_cn: 浏览器后退
zh_tw: 瀏覽器上一頁

# Vk_BrowserForward
source: Browser Forward
zh_cn: 浏览器前进
zh_tw: 瀏覽器下一頁

# Vk_BrowserRefresh
source: Browser Refresh
zh_cn: 浏览器刷新
zh_tw: 瀏覽器重新整理

# Vk_BrowserHome
source: Browser Home
zh_cn: 浏览器主页
zh_tw: 瀏覽器首頁

# Vk_LaunchMail
source: Launch Mail
zh_cn: 启动邮件
zh_tw: 啟動郵件

# Vk_LaunchMediaSelect
source: Launch Media
zh_cn: 启动媒体
zh_tw: 啟動媒體

# Vk_LShift
source: Left Shift
zh_cn: 左 Shift
zh_tw: 左 Shift

# Vk_RShift
source: Right Shift
zh_cn: 右 Shift
zh_tw: 右 Shift

# Vk_LCtrl
source: Left Ctrl
zh_cn: 左 Ctrl
zh_tw: 左 Ctrl

# Vk_RCtrl
source: Right Ctrl
zh_cn: 右 Ctrl
zh_tw: 右 Ctrl

# Vk_LAlt
source: Left Alt
zh_cn: 左 Alt
zh_tw: 左 Alt

# Vk_RAlt
source: Right Alt
zh_cn: 右 Alt
zh_tw: 右 Alt

# Vk_RWin
source: Right Win
zh_cn: 右 Win
zh_tw: 右 Win

# GamepadHint_DeleteProfile.Text
source: Delete this profile
zh_cn: 删除此配置
zh_tw: 刪除此配置

# GamepadHint_SaveReturn.Text
source: Save & return
zh_cn: 保存并返回
zh_tw: 儲存並返回

# GamepadHint_SetDefault.Text
source: Set as default profile
zh_cn: 设为默认配置方案
zh_tw: 設為預設設定檔

# GamepadProfileNameLabel.Text
source: Profile name
zh_cn: 配置方案名称
zh_tw: 設定檔名稱

# GamepadProfileSettingsLabel.Text
source: Profile settings
zh_cn: 配置方案设置
zh_tw: 設定檔設定

# GamepadProfileCursorSpeedLabel.Text
source: Cursor speed
zh_cn: 游标速度
zh_tw: 游標速度

# GamepadProfileDpadRepeatLabel.Text
source: D-pad auto-repeat
zh_cn: 十字键自动重复
zh_tw: 十字鍵自動重複

# GamepadProfileLayeredModeLabel.Text
source: Layered Mode
zh_cn: 分层模式
zh_tw: 分層模式

# GamepadProfileLayeredTriggerLabel.Text
source: Layered trigger
zh_cn: 分层触发键
zh_tw: 分層觸發鍵

# GamepadProfileLayeredActivationLabel.Text
source: Layered activation
zh_cn: 分层激活方式
zh_tw: 分層啟動方式

# GamepadProfileLayeredTriggerNote.Text
source: Used as Layered trigger
zh_cn: 此键已用作分层触发键
zh_tw: 此鍵已作為分層觸發鍵

# GamepadProfileReadOnlyNote.Text
source: This is a built-in profile and is read-only. Use Copy from… to make an editable copy.
zh_cn: 这是内建配置方案，只读。请使用「复制自…」制作可编辑的副本。
zh_tw: 這是內建設定檔，唯讀。請使用「複製自…」建立可編輯的複本。

# GamepadProfileNewButton.Text
source: New profile
zh_cn: 新建配置方案
zh_tw: 新增設定檔

# GamepadProfileDefaultLabel.Text
source: Default profile
zh_cn: 默认配置方案
zh_tw: 預設設定檔

# GamepadProfileSetDefaultButton
source: Set as default
zh_cn: 设为默认
zh_tw: 設為預設

# GamepadProfileIsDefaultButton
source: Default ✓
zh_cn: 当前默认 ✓
zh_tw: 目前預設 ✓

# GamepadMappingNavConflictNote.Text
source: Note: Some system apps (e.g. Microsoft Store, Xbox app) are excluded from profile assignment — gamepad navigation in those apps uses default Windows input handling.
zh_cn: 提示：部分系统应用（如 Microsoft Store、Xbox 应用）已从配置方案指派中排除——这些应用的手柄导航使用 Windows 默认输入处理。
zh_tw: 提示：部分系統應用程式（如 Microsoft Store、Xbox 應用程式）已從設定檔指派中排除——這些應用的控制器導航使用 Windows 預設輸入處理。

# GamepadMappingGameDetectNote.Text
source: Game detection is best-effort: it relies on Windows' record of games (mostly reliable for Steam titles) plus a fullscreen check, so some games may not be recognized. You can always assign a profile explicitly on the OmniCharm widget to override it.
zh_cn: 游戏检测为尽力而为：依赖 Windows 对游戏的记录（对 Steam 游戏较可靠）加上全屏判断，因此部分游戏可能无法识别。你始终可以在 OmniCharm 小工具上显式指派配置方案来覆盖它。
zh_tw: 遊戲偵測為盡力而為：依賴 Windows 對遊戲的記錄（對 Steam 遊戲較可靠）加上全螢幕判斷，因此部分遊戲可能無法辨識。你隨時可以在 OmniCharm 小工具上明確指派設定檔來覆寫它。

# AdvancedSection_Sound.Text
source: Interface Sound
zh_cn: 界面音效
zh_tw: 介面音效

# NavigationSoundsSetting_Title.Text
source: Navigation Sounds
zh_cn: 导览音效
zh_tw: 導覽音效

# NavigationSoundsSetting_Description.Text
source: Play sounds when navigating.
zh_cn: 操作时播放导览音效。
zh_tw: 操作時播放導覽音效。

# AppDisplayName
source: OmniConsoleMod
zh_tw: OmniConsole

# AboutSection_Suite.Text
source: OmniConsoleMod Suite
zh_tw: OmniConsole Suite

# Label_OmniConsole.Text
source: OmniConsoleMod
zh_tw: OmniConsole
